"                                                  Classroom of the Elite Volume 14 (Y2-V3)\r\n \r\n                                                 Prologue: “The Monologue of Nanase Tsubasa”\r\n \r\n                                        Translated and Hosted With the Permission of Cinnamin/Alice\r\n                                      Editing, retranslation, and TLC by Graze and Confused Translations\r\n\r\nI can still vividly remember the shock I felt that day.\r\n\r\nOf the cruel reality that presented itself to me without warning.\r\n\r\nThe light of the evening sun shining throughout the old apartment.\r\n\r\nA long, large shadow slowly swinging from side to side like the pendulum of a grandfather clock.\r\n\r\nDespite looking straight at it, I couldn’t understand a thing.\r\n\r\nThat warm hand that would caress my head.\r\n\r\nThat gentle smile that healed my soul.\r\n\r\nThat sincere gaze that taught me admiration.\r\n\r\n\r\n\r\nThat silent, blank expression that brought me to the edge of despair.\r\n\r\n\r\n\r\nA strong, gentle person who worked harder than anybody else without ever giving up. \r\n\r\nIn no way is it right for such a person to forever remain unable to grasp hold of their dream.\r\n\r\n\r\n\r\nOf course, I am well aware that I’m contradicting myself here.\r\n\r\n\r\n\r\nBut I can’t forgive.\r\n\r\nIt’s difficult for one to fight while burdened with feelings of guilt.\r\n\r\nTherefore, they assert their legitimacy and fight under the banner of their own brand of ‘justice’ instead.\r\n\r\nAnd as long as they have that justice… As long as they cling onto that very conviction, they can continue to fight.\r\n\r\nBut I, with my own fragile heart, simply cannot support such a ‘justice’.\r\n\r\n\r\n\r\nAnd that’s why,『I』will.\r\n\r\n\r\n\r\nThat way… I can retain the will to defeat Ayanokōji Kiyotaka for real.\r\n\r\nTo send him back to the place he’s meant to be.\r\n\r\nBecause, if I don’t, there will surely be a second or even third victim that follows.\r\n\r\nAnd that alone must be avoided, no matter the cost.\r\n\r\nAyanokōji Kiyotaka stood before me, his eyes fixed in my direction.\r\n\r\nIf there’s ever a place or time for me to end all of this─ It’s right here. Right now.\r\n\r\nAnd then, I can finally move on to the next step.\r\n\r\nAfter all, my true objective lies far beyond defeating him.\r\n\r\n(Prologue End)\r\n\r\nTLN: From here on out, I will be using 『I』『I’m』『My』 to refer to when Nanase uses ‘boku’ instead of her usual ‘watashi’. It will be far more natural to read that way, and I won’t need to leave translation notes every time she does it moving forward."
